//
//  DB.swift
//  SpyFall@CityUEdition
//
//  Created by Alibi on 3/27/20.
//  Copyright © 2020 Alibi. All rights reserved.
//

import Foundation

let locationsDB = [
    "CityU": ["Студент бакалавра", "Выпускник", "Декан", "Охранник", "Студент китаец", "Лаборант", "Холл мастер", "Болен коронавирусом"],
    "Полицейский Участок": ["Адвокат", "Архивариус", "Дежурный", "Детектив", "Журналист", "Криминалист", "Патрульный", "Преступник", "Судмедэсперт"],
    "Белый дом": ["Президент", "Дворник", "Жена Президента", "Охранник", "Шпион СССР", "Няня", "Телохранитель", "Nigga"],
    "Скайгарден": ["Айжигит", "Тото", "Алиби", "Дастан", "Кадыр", "Жандос", "Айжан", "Айгерим", "Самат"],
    "Детский": ["Ребенок", "Воспитательница", "Ремонтник", "Родитель", "Уборщица", "Повариха", "Охранник"],
    "Клиника": ["Пришел к урологу", "Пришел на пластическую операцию", "Пришел рожать", "Пришел сдать анализы", "Уролог", "Акушер", "Пластический хирург", "Болен коронавирусом"],
    "Салон красоты": ["Пришёл на наращивание ресниц", "пришел на эпиляцию интимных зон", "пришел на педикюр", "пришел на боди массаж", "пришел обрить голову", "пришел проколоть сосок"],
    "Свадьба": ["жених", "невеста", "любовник", "родители", "алкаш", "тамада", "подруга/друг невесты/жениха"],
    "Бордель": ["Проститутка", "Недовольный клиент", "Скорострел", "Сутенер", "Гуру с*кса", "Полицейские"],
    "Притон": ["Проститутка", "Недовольный клиент", "Скорострел", "Сутенер", "Гуру с*кса", "Полицейские"],
    "Подводная лодка": ["Водолаз", "Гидроакустик", "Кок", "Командир", "Матрос", "Торпедист", "Штурман", "Электромеханик"],
    "Пляж": ["Аниматор", "Вор", "Нудист", "Отдыхающий", "Парапланерист", "Разносчик еды", "Рыбак", "Спасатель", "Фотограф с обезянкой"],
    "Бикини боттом": ["Сквидвард", "Спонч боб", "Патрик", "Планктон", "Карен (комп жена Планктона)", "Сэнди", "Мр Крабс", "Ларри Лобстер"]
]


